---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.GlobalParametersManager
source: html/9940520e-4932-0326-40e5-9b47b2a6b812.htm
---
# GlobalParametersManager Members

Tests whether global parameters are allowed in the given document.